esbenp.prettier-vscode
formulahendry.code-runner
pkief.material-icon-theme
ms-python.python
ms-python.debugpy
ms-toolsai.jupyter
ms-vscode.cpptools
franneck94.c-cpp-runner
vadimcn.vscode-lldb
bradlc.vscode-tailwindcss
ritwickdey.liveserver
ms-vsliveshare.vsliveshare
